Repository: coders-cat/github_auth
Catalog: translations/*.po
Languages: ca

source: About
ca: Quant a

source: Login with GitHub
ca: Accedeix amb GitHub

source: Or log in with a username
ca: O bé accedeix amb un nom d'usuari

source: GitHub OAuth settings
ca: Ajustos GitHub OAuth

source: GitHub OAuth Settings
ca: Ajustos GitHub OAuth

source: Redirect to GitHub
ca: Redirecció a GitHub

source: Merge Accounts
ca: Fusionar comptes

source: Choose username
ca: Escull un nom d'usuari

source: Trying to merge account by mail without github user
ca: S'està intentant fusionar comptes per correu electrònic sense un usuari de github

source: Trying to merge account by mail without drupal account
ca: S'està intentant fusionar comptes per correu electrònic sense un compte de drupal

source: Login with GitHub failed.
ca: L'accés amb GitHub ha fallat.

source: Invalid state token @token
ca: Token d'estat invàlid @token

source: Error getting GitHub access token @code @state
ca: Error obtenint el token d'accés de GitHub @code @state

source: Error getting GitHub user data @access_token
ca: Error obtenint les dades de l'usuari de GitHub @access_token

source: GitHub account does not have any primary verified email.
ca: Aquest compte de GitHub no disposa de cap compte de correu electrònic verificat primari.

source: There is nothing to merge.
ca: No hi ha res per fusionar.

source: An account with email "@email" already exist. Do you want to merge accounts?
ca: Ja existeix un compte amb el correu electrònic "@email". Vols fusionar els comptes?

source: Merge
ca: Fusionar

source: Accounts merged
ca: Comptes fusionats

source: Error merging accounts
ca: Error fusionant els comptes

source: The username %value is already taken. Please choose another one.
ca: El nom d'usuari %value ja està agafat.El nom d'usuari %value ja està agafat. Si us plau tria'n un altre.

source: New username
ca: Nou nom d'usuari

source: Choose another username
ca: Tria un altre nom d'usuari

source: Missing GitHub user
ca: Manca el usuari de GitHub

source: The username %value is already taken.
ca: El nom d'usuari %value ja està agafat.
